[
  {
    "ISSN": "9782705693787",
    "abstract": "Ce livre part d’un constat – la tutelle du réductionnisme issu du cognitivisme (années 1960-1970) – et du désir d’affirmer une complexité scientifique, philosophique et artistique, via la théorie des systèmes dynamiques. Deux parties d’abord : l’une philosophique (unité de la conscience et problème des attentats à l’aune leibnizienne), l’autre artistique (installations sonores et visuelles, mouvements horizontaux, question du « Je » et de l’altérité, images composites – vidéo et cinéma expérimental –, espaces topologiques cinématographiques et musique dans ses rapports avec le cerveau). Après un historique des systèmes dynamiques, la partie scientifique traite, elle, de neurosciences non-linéaires, de biodynamique, de mesure de la complexité et de l’(anti-)entropie dans l’ontogenèse. En une vue transversale, ce livre opte pour une « métadisplinarité » et défend un cognitivisme non-linéaire.",
    "author": [
      {
        "family": "Lestocart",
        "given": "Louis-José"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Lestocart2017",
    "issued": {
      "date-parts": [
        [
          2017
        ]
      ]
    },
    "page": "394",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Esthétique de la complexité - Pour un cognitivisme non-linéaire",
    "type": "book"
  },
  {
    "ISBN": "9782705692780",
    "abstract": "La connaissance de la vie pourrait-elle nous instruire sur la rationalité générale ? Cela ne saurait se produire sans élaborer les valeurs rationnelles propres au savoir biologique, par-delà les bricolages empiriques et l’emprise des métaphores mécanistes. Mais la vision dominante des sciences, orientée par le culte des données et de l’utilité pragmatique, fait obstacle à cette élaboration. C’est par une régression archéologique vers des strates oubliées de la pensée antique et moderne qu’il faudra saisir l’exigence de penser la vie comme un questionnement de la raison elle-même. Des mathématiques « romantiques » à la querelle du vitalisme, de Hegel et Grassmann à Georges Canguilhem et Gilles Deleuze, du Néoplatonisme à la Naturphilosophie, autant de moments où la réflexion sur le vivant a impliqué une (auto-)réflexion sur l’Absolu contingent qu’est l’essence de l’animal rationnel.",
    "author": [
      {
        "family": "Cavazzini",
        "given": "Andrea"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Cavazzini2016",
    "issued": {
      "date-parts": [
        [
          2016
        ]
      ]
    },
    "page": "218",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Sciences de la vie, mathesis, infini",
    "type": "book"
  },
  {
    "ISSN": "9782705691028",
    "abstract": "Donner un sens à la mécanique quantique exige de remonter à l’origine de la connaissance. Cela exige de revenir tout près de l’expérience incertaine, limitée et fugace à partir de laquelle nous cherchons à évaluer les possibilités futures. En ces commencements, rien ne doit être considéré comme allant de soi, pas même que des choses stables existent ou que des événements sont réellement arrivés. Dès que ces deux « évidences » du sens commun ont été mises à l’épreuve, la plupart des paradoxes quantiques se dissolvent. C’est le cas des énigmes de la non-localité, ou du paradoxe du chat de Schrödinger mi-mort mi-vif. L’idée même d’une « pluralité de mondes », souvent invoquée dans l’interprétation de la mécanique quantique, est reconduite aux situations élémentaires de la vie humaine où s’opposent l’actualité collectivement reconnue et les possibilités intellectuellement envisagées.",
    "author": [
      {
        "family": "Bitbol",
        "given": "Michel"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Bitbol2015",
    "issued": {
      "date-parts": [
        [
          2015
        ]
      ]
    },
    "page": "474",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "La pratique des possibles",
    "type": "book"
  },
  {
    "ISBN": "9782705690670",
    "abstract": "Ce volume regroupe les articles de sept chercheurs, mathématiciens et philosophes, intervenus lors du colloque « Le Presque » organisé dans le cadre du RTP phenomath du CNRS à l’Université Paris 1 Panthéon-Sorbonne du 4 au 6 juillet 2012.La notion de « presque » y est évoquée sous de multiples aspects. Le « presque » comme approximation, mais aussi comme extension ontologique de l’exact dans l’activité et le contenu des mathématiques, y côtoie le « presque » dans la perception et l’historicité de ces dernières. Tout comme le « presque » philosophique vu comme opérateur d’approximation y rencontre le « presque » dans sa fonction normative, en phénoménologie et dans la théorie de la déconstruction en particulier.Cet ouvrage présente des facettes variées et originales d’un concept peu abordé, hors de sa technicité, en mathématiques, philosophie et histoire des mathématiques.",
    "author": [
      {
        "family": "Benoist",
        "given": "Jocelyn"
      },
      {
        "family": "Paul",
        "given": "Thierry"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Benoist2015",
    "issued": {
      "date-parts": [
        [
          2015
        ]
      ]
    },
    "page": "160",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Le Presque",
    "type": "book"
  },
  {
    "ISBN": "9782705690663",
    "abstract": "Ce livre traite de deux problèmes : comment pouvons-nous faire quotidiennement l’expérience du monde extérieur alors que tout en elle semble nous ramener à nos sensations ? Et qui fait le mieux cette expérience ? Ce n’est pas l’homme de tous les jours, c’est le scientifique. Le processus d’objectivation à l’œuvre dans l’expérience systémique du scientifique est aussi ce qui nous dégage du solipsisme. Il nous engage dans un autre monde, dont nous faisons partie et qui n’est pas le nôtre. Cet engagement prend la forme d’une expérience d’immanence redoublée, à partir de laquelle nous proposons de reconstruire le concept de Nature.Le second problème est le passage d’un système physique auto-organisé du type « transition de phase » à un système biologique. L’hypothèse de l’auteur est que ce dernier n’est pas seulement soumis à certaines contraintes qui rendent sa structure causale ouverte et agentive. Il forme un monde de contraintes qui se dédouble de sa structure causale et dont la structure normative est elle-même ouverte et agentive. C’est ainsi que le problème du redoublement d’immanence, d’abord aperçu du point de vue des expériences que peut faire la conscience, apparaît désormais à l’intérieur des systèmes que la pensée théorique du savant analyse.",
    "author": [
      {
        "family": "Miquel",
        "given": "Paul-Antoine"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Miquel2015",
    "issued": {
      "date-parts": [
        [
          2015
        ]
      ]
    },
    "page": "218",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Sur le concept de Nature",
    "type": "book"
  },
  {
    "ISSN": "9782705688585",
    "abstract": "Physiologiste de formation, Jakob von Uexküll (1864-1944) révolutionne la biologie en y introduisant le concept de sujet afin de comprendre aussi bien les phénomènes cellulaires que les relations inter-spécifiques. La portée éminemment philosophique de son œuvre et la création foisonnante de concepts appellent un dialogue permanent avec son temps, avec les biologistes et philosophes passés et futurs – Leibniz, Kant, Darwin, Heidegger, Deleuze –, et avant tout avec la vie elle-même. En explorant avec un oeil original les milieux (Umwelt) des animaux et des hommes, cette figure singulière de l’histoire des sciences et des idées nous propose une vision écologique du monde, résonnant avec celles de l’environnementaliste Aldo Léopold et de l’anthropologue Gregory Bateson.",
    "author": [
      {
        "family": "Gens",
        "given": "Hadrien"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Gens2014",
    "issued": {
      "date-parts": [
        [
          2014
        ]
      ]
    },
    "page": "190",
    "publisher": "Éditions Hermann",
    "publisher-place": "paris",
    "title": "Jakob von Uexküll, explorateur des milieux vivants",
    "type": "book"
  },
  {
    "ISBN": "9782705688530",
    "abstract": "Les deux concepts de hétérochronie néoténique et de structure communicative de l’expérience fournissent le fil conducteur de ce volume. Tandis que le premier nous suggère que l’homme est un primate qui naît un an trop tôt et qui surexpose son cerveau plastique et prématuré au milieu social et naturel pour une période de développement très prolongée, le deuxième nous indique qu’il ne peut compenser les inconvénients de cette condition qu’en établissant une relation communicative avec le monde. Grâce à elle, l’œil, la main et la voix arrivent à entretenir des relations synesthétiques, indisponibles pour tout autre animal, qui sont à la base de la structure métaphorique de l’expérience, et de la structure propositionnelle sur laquelle se fonde le logos de l’« animal rationnel ». Il en découle une conception de la temporalité humaine qui dépasse les distinctions traditionnelles entre sciences de la nature et de l’esprit, et qui jette une nouvelle lumière sur la condition postmoderne.",
    "author": [
      {
        "family": "Gualandi",
        "given": "Alberto"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Gualandi2014",
    "issued": {
      "date-parts": [
        [
          2014
        ]
      ]
    },
    "page": "410",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "L’œil, la main et la voix",
    "type": "book"
  },
  {
    "ISBN": "9782705688639",
    "abstract": "Cet ouvrage est une contribution à la question : comment faut-il comprendre la mécanique quantique ? La réponse que défend l’auteur est qu’il ne faut pas chercher à l’interpréter mais qu’il faut au contraire prendre au sérieux ce qu’elle dit explicitement, sans intermédiaire ni reformulation. Cette perspective est défendue à partir de l’analyse d’un argument qui mobilise la mécanique quantique en faveur de la thèse émergentiste contre le réductionnisme. Sans chercher à arbitrer cette querelle de façon générale, l’auteur s’attache à montrer que cet argument est d’emblée biaisé par l’utilisation d’un langage qui ne convient pas à la mécanique quantique. Seule une attention soutenue aux concepts propres à la mécanique quantique et à son langage peut nous permettre de saisir ce qu’elle nous invite à faire : revoir une bonne partie de notre système conceptuel et penser différemment.",
    "author": [
      {
        "family": "Poinat",
        "given": "Sébastien"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Poinat2014",
    "issued": {
      "date-parts": [
        [
          2014
        ]
      ]
    },
    "page": "372",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Mécanique quantique. Du formalisme mathématique au concept philosophique",
    "type": "book"
  },
  {
    "ISBN": "9782705681388",
    "abstract": "Ce livre articule, autour du concept de probabilité, une réflexion portant sur certains éléments fondamentaux des mathématiques et de la physique et sur les enchaînements conceptuels entre ces sciences. De l’examen approfondi des enjeux problématiques et de la tentative d’éclairer les zones d’ombre des sciences en question, on peut se frayer un chemin vers l’établissement d’une communication nouvelle entre la philosophie et les sciences. Cela par le biais d’une nouvelle logique, une ontologie formelle, qui se réclame de l’héritage husserlien qui a été trop souvent oublié, mais qui peut s’appuyer aussi sur la contribution de l’épistémologie française, en particulier sur les recherches d’A. Lautman et de J.-T. Desanti. Ce livre s’adresse aussi bien aux chercheurs et aux étudiants qu’aux lecteurs curieux dans les domaines de la philosophie des sciences, des mathématiques et de la physique.",
    "author": [
      {
        "family": "Lanciani",
        "given": "A. A."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Lanciani2012",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "page": "388",
    "publisher": "Éditions Hermann",
    "title": "Analyse phénoménologique du concept de probabilité",
    "type": "book"
  },
  {
    "ISBN": "9782705682804",
    "abstract": "La complexité est devenue désormais le trait essentiel de la plupart des approches scientifiques contemporaines. Cependant, elle n’a pas encore reçu une approche philosophique qui l’inscrit dans un discours de fondation ou de fixation ontologique. Pour cela, il faut s’adresser à la discipline qui fait de la description de la phénoménalité sa tâche principale et constitutive : la phénoménologie. Quel rapport subsiste entre la phénoménologie et la complexité ? Comment la phénoménologie, en tant que discipline d’interrogation de la phénoménalité comme telle, peut répondre aux problèmes et aux questions soulevés par la théorie de la complexité et, par conséquent, au changement radical de paradigme dans les sciences ? De telles questions s’avèrent être essentielles, surtout parce que, au xxe siècle, l’importance de la phénoménologie pour la philosophie va de pair avec l’importance de la théorie de la complexité pout toute sorte de discipline scientifique. En dépit de cette spécularité, la phénoménologie et la théorie de la complexité ne se sont jamais rencontrées, leurs parcours d’interrogation ne se sont jamais croisés : elles n’ont jamais reçu une thématisation commune, systématique, elles n’ont jamais été interrogées ni problématisées dans leurs relation structurelle, et, si parva licet, nécessaire. Ce livre propose une approche systématique à la complexité du point de vue phénoménologique et s’oriente en direction d’une nouvelle interaction entre les savoirs positifs et la philosophie.",
    "author": [
      {
        "family": "Fraisopi",
        "given": "F."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Fraisopi2012",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "La Complexité et les Phénomènes. Nouvelles ouvertures entre science et philosophie",
    "type": "book"
  },
  {
    "ISSN": "9782705684112",
    "abstract": "Qu’est-ce que le vivant ? à cette question, les biologistes répondent en énumérant une série de propriétés concrètes telles que la croissance et la reproduction. Intéressés par « le vivant que j’étudie » et « le vivant que je suis », les auteurs de cet ouvrage se sont posé la question de savoir ce qui fait le vif du vivant. Biologistes et philosophes, ils proposent de penser la qualité du vital à l’interface de la biologie, de la physique, de la philosophie et de la littérature. Par cette approche de la sinuosité du vivant, le « référentiel communément partagé » placerait le chercheur dans un état de transition. Mais la biologie, souvent cristallisée sur ses acquis, éloigne les possibilités de rupture épistémologique. Ainsi, une « méthodologie de la découverte » ne suffirait donc plus pour œuvrer le passage à une nouvelle cohérence. La chose neuve, afin d’être pleinement appréciée, se doit de résister.",
    "author": [
      {
        "family": "d’Alessio",
        "given": "P."
      },
      {
        "family": "Camelin",
        "given": "C."
      },
      {
        "family": "Cavazzini",
        "given": "A."
      },
      {
        "family": "Fabbrichesi",
        "given": "R."
      },
      {
        "family": "Miquel",
        "given": "P."
      },
      {
        "family": "Ronchi",
        "given": "R."
      },
      {
        "family": "Schroëvaërt-Broussault",
        "given": "D."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "dAlessio2012",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "La sinuosité du vivant",
    "type": "book"
  },
  {
    "ISBN": "978-2705683795",
    "ISSN": "2705683798",
    "abstract": "Une philosophie des sciences est-elle possible aujourd’hui ? La tendance dominante vise à la fonder sur une analyse des pouvoirs de l’esprit dont la notion centrale est celle de représentation. Il y a convergence sur ce point des théories psychologiques de la cognition et de la vision formaliste d’une pensée mécanisée. Mais l’étude des présupposés de ces positions suggère qu’elles imposent trop rapidement des limites à la pensée qui oeuvre dans les sciences. Cet ouvrage entend donc leur opposer des analyses portant sur les différentes formes symboliques qui structurent la pensée scientifique : nombres, formules, figures... De telles formes, inséparables d’une généalogie complexe, impliquent une pluralité de fonctions irréductibles à l’unité élémentaire de la représentation. L’efficacité de ces régimes sémiotiques serait donc indissociable d’une série d’actes de compréhension. La philosophie des sciences en deviendrait une herméneutique de la pensée (et des impensés) des sciences.",
    "author": [
      {
        "family": "Cavazzini",
        "given": "Andrea"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Cavazzini2012",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "page": "238",
    "publisher": "Editions Hermann; Editions Hermann",
    "publisher-place": "Paris",
    "title": "Signes, formes, gestes : Etudes sur les régimes symboliques des sciences",
    "title-short": "Signes, formes, gestes",
    "type": "book"
  },
  {
    "ISSN": "9782705683191",
    "abstract": "Se concentrant sur les différences entre la constitution de l’objectivité dans la mécanique classique et dans la mécanique quantique, cet ouvrage explore les interprétations transcendantales de la théorie quantique standard. Patricia Kauark-Leite y examine les changements épistémologiques apportés par la physique quantique pour vérifier si la philosophie transcendantale est toujours valide. Elle dresse un bilan des différentes approches transcendantales, montrant les modulations des principes a priori pour expliquer le problème de l’objectivation en mécanique quantique. En conclusion, elle défend et adopte une interprétation pragmatique transcendantale, dont la tâche principale est de donner une justification philosophique à la dimension nécessairement intersubjective de l’objectivité quantique.",
    "author": [
      {
        "family": "Kauark-Leite",
        "given": "Patricia"
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "KauarkLeite2012",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "page": "390",
    "publisher": "Éditions Hermann",
    "publisher-place": "Paris",
    "title": "Théorie quantique et philosophie transcendantale : dialogues possibles",
    "title-short": "Théorie quantique et philosophie transcendantale",
    "type": "book"
  },
  {
    "ISBN": "9782705680671",
    "abstract": "This book provides a vivid description and analysis of the intense relations between the experimental physiology of Claude Bernard and the birth of Russian physiology in the second part of the 19th c. It also provides accounts of successive international exchanges in the field of the sciences of the nervous system before, during and after the Stalinist period. The aim of this work is to highlight the scientific consequences when French and Russian research schools, depending on the political regime, engaged in discussions or remained isolated in neurophysiology and related fields. It appears that long-lived Franco-Russian relations played a major role in the birth of international neurophysiology both at the turn of the 20th c. and after the death of Stalin. The new encounter between Eastern and Western scientific schools gave birth to, and still continues to support transdisciplinary research, on topics such as Pavlovian heritage and Russian precyberneticians, on the border of different scientific cultures.Cet ouvrage retrace des liens anciens et profonds entre la physiologie bernardienne et la naissance de cette discipline en Russie dans la seconde moitié du xixe siècle, ainsi que les circulations qui en résultent dans le domaine des sciences du système nerveux avant, pendant et après la période stalinienne. L’objectif de ce travail est de montrer les enjeux et les conséquences scientifiques de l’alternance de périodes de communication et de repliements entre écoles de recherche de pays différents en neurophysiologie et dans les domaines voisins. Il apparaît alors que les anciennes relations franco-russes ont joué un rôle majeur dans la constitution d’une neurophysiologie internationale après la mort de Staline et que la nouvelle rencontre entre Est et Ouest dans ce domaine n’a pas fini de faire naître des programmes de recherche transdisciplinaires à la marge de cultures très différentes comprenant notamment la science pavlovienne des réflexes et les pré-cybernéticiens russes.",
    "author": [
      {
        "family": "Collectif"
      }
    ],
    "collection-title": "Visions des sciences",
    "editor": [
      {
        "family": "Debru",
        "given": "C."
      }
    ],
    "id": "Collectif2011",
    "issued": {
      "date-parts": [
        [
          2011,
          2
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "La Transdisciplinarité. Comment explorer les nouvelles interfaces",
    "type": "book"
  },
  {
    "ISBN": "9782705670894",
    "abstract": "Peut-on formaliser le vivant ? Peut-on réduire une plante à une simple formule mathématique ? Goethe ne l’aurait pas admis. Pour beaucoup encore, cette question ne se pose même pas tant elle peut sembler provocante et contre-nature. Dans une perspective à la fois historique et épistémologique, ce livre rend compte de travaux contemporains qui ont pourtant tous tenté de braver cet interdit. C’est en grande partie sur ce terrain, hautement problématique, que, dans les premières décennies du XXe siècle, on voit naître puis s’épanouir la pratique des modèles mathématiques appliquée aux sciences végétales. On voit en particulier que ces pratiques nouvelles de modélisation entrent en concurrence avec une tradition ancienne de théorisation mathématique des formes du vivant. C’est même devant les limites des essais théoriques récurrents que le tournant formel des modèles se confirme et permet des avancées incontestables. A l’heure où toutes les sciences à objets complexes parlent beaucoup de modèles et moins de théories, est-ce le signe d’une victoire de la \" modélisation \" au détriment de la \" théorie \" ? Cette victoire est-elle définitive ? Cela a-t-il toujours un sens de les opposer ? Et qu’en est-il des \" lois \" ? En proposant une analyse des travaux mais aussi des positions épistémologiques de certains scientifiques impliqués, en explicitant le sens de ce qui les rapproche, de ce qui les distingue ou les oppose, cet ouvrage montre que l’émergence, l’expansion puis la diversification des pratiques de modélisation formelle du vivant ont contribué, sur le terrain scientifique lui-même, à bousculer les rapports épistémologiques traditionnels entre théories, lois et modèles tels qu’ils nous ont été légués par la physique.",
    "author": [
      {
        "family": "Varenne",
        "given": "F."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Varenne2010",
    "issued": {
      "date-parts": [
        [
          2010
        ]
      ]
    },
    "page": "389",
    "publisher": "Éditions Hermann",
    "title": "Formaliser le vivant : Lois, théories, modèles ?",
    "title-short": "Formaliser le vivant",
    "type": "book"
  },
  {
    "ISBN": "9782705669355",
    "abstract": "L’étude de l’esprit préoccupe aussi bien le philosophe, le psychologue, le cognitiviste et le neuroscientifique. Mais de nouveaux signes de convergence émergent dans l’élaboration d’un savoir homogène, malgré la reconnaissance de la diversité historique de chacune de ses branches constitutives. C’est cette tension qui est prise pour cadre d’analyse épistémologique. Comment les sciences du cerveau se sont-elles différenciées à partir d’une physiologie et d’une psychologie expérimentales ? Comment ces différenciations disciplinaires définissant chacune à leur manière les fonctions et les fonctionnements du cerveau ont évolué au XXe siècle pour tisser des liens entre méthodologies, concepts de constitution et finalement des cadres théoriques communs ? L’auteur, neuroscientifique et historien des neurosciences, répond à ces interrogations en confrontant l’histoire des différentes manières de considérer les fonctions du cerveau par la physiologie, la neurophysiologie, les neurosciences et les sciences cognitives. Il n’est plus question de parler seulement de réductionnisme au sens strict, d’éliminativisme, de pluralisme scientifique ou d’unité de la science. L’étude des fonctions du cerveau continue d’être d’une extraordinaire diversité. Pourtant, les méthodes et conceptions actuelles permettent d’en forger une épistémologie unitaire, complexe, fondée sur des convergences locales, mais nombreuses, entre mécanismes cérébraux et fonctions psychiques par des modèles animaux et chez l’homme.",
    "author": [
      {
        "family": "Barbara",
        "given": "J.-G."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Barbara2010",
    "issued": {
      "date-parts": [
        [
          2010,
          7
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Le Paradigme neuronal : De la Physiologie expérimentale à la cognition",
    "title-short": "Le Paradigme neuronal",
    "type": "book"
  },
  {
    "ISBN": "9782705670337",
    "abstract": "La vie est-elle un phénomène émergent ? Traduit-elle l’apparition de propriétés nouvelles au niveau d’un tout, qui seraient irréductibles aux propriétés et à l’organisation des composants de ce tout, ou encore imprédictibles à partir de ces mêmes éléments ? Développées à la charnière des XIXe et XXe siècles comme alternative aux deux approches antinomiques du vivant que sont le vitalisme et le mécanisme, la notion philosophique d’émergence connait aujourd’hui de nouveaux développements : avec la prise de conscience de la complexité du vivant, un nouveau discours émergentiste refait surface en biologie et dans le champ scientifique des origines de la vie. Que signifie la notion d’émergence lorsqu’elle s’applique à l’apparition de la vie sur Terre ? Quelles sont sa pertinence et sa portée ? Dans ce livre, Christophe Malaterre propose une clarification conceptuelle de la notion philosophique d’émergence ; il en défend une conception epistémique et contextuelle, adossée à la notion d’explication. En s’inspirant des travaux les plus contemporains sur les origines de la vie, il montre que, selon le contexte epistémique dans lequel le phénomène est évalué, la qualification de l’apparition de la vie comme émergente est, ou non, justifié. Il défend alors la thèse selon laquelle la caractérisation émergentiste de l’apparition de la vie n’est qu’une conséquence temporaire des limites de nos connaissances scientifiques.",
    "author": [
      {
        "family": "Malaterre",
        "given": "C."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Malaterre2010",
    "issued": {
      "date-parts": [
        [
          2010,
          8
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Les Origines de la vie : émergence ou explication réductive ?",
    "title-short": "Les Origines de la vie",
    "type": "book"
  },
  {
    "ISBN": "9782705668341",
    "abstract": "Ce livre débute par une représentation à la fois pédagogique et rigoureuse des bases de la mécanique quantique suivant l’interprétation « standard ». Il expose en détail le fameux « problème de la mesure », examine les stratégies visant à le surmonter et montre que toutes les approches « réalistes » (qui présupposent une correspondance entre la théorie et la réalité en soi) se heurtent à des difficultés persistantes. Partant de ce constat d’échec, ce livre propose d’adopter une approche alternative de la connaissance, dite « pragmatiste », qui revient à évaluer une théorie à l’aune de la pratique des physiciens en s’abstenant de lui greffer une construction métaphysique sans lien avec l’expérience. La mise en œuvre de cette approche permet d’offrir une interprétation très éclairante de la mécanique quantique, qui dissout le problème de la mesure, sans modifier la théorie et sans générer de nouvelles difficultés. Ce livre s’adresse aux étudiants et chercheurs en physique, ou à tout lecteur curieux, en quête de clés pour comprendre la mécanique quantique, mais aussi aux philosophes qui s’interrogent sur la possibilité d’une application concrète des diverses conceptions de la connaissance dans le champ des sciences.",
    "author": [
      {
        "family": "Bächtold",
        "given": "M."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Baechtold2009",
    "issued": {
      "date-parts": [
        [
          2009
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "L’interprétation de la mécanique quantique. Une approche pragmatiste.",
    "type": "book"
  },
  {
    "ISBN": "9782705668303",
    "abstract": "Cet ouvrage rassemble une partie des exposés donnés lors de l’école thématique du CNRS « Logique, Sciences et Philosophie », organisée par Jean-Baptiste Joinet, qui s’est tenue au Centre culturel international de Cerisy-la-Salle, en 2006, à l’initiative du groupe « Logique et Interaction : Géométrie de la Cognition » (LIGC). La première partie, intitulée « Physique et intuition », réunit des contributions concernant l’intelligibilité de la nature. C’est d’abord la logique qui est convoquée, par l’interrogation sur la dualité entre subjectif et intersubjectif (J.-Y. Girard) à travers les apports récents de la ludique. Sont analysés ensuite les liens fondamentaux entre le formalisme mathématique et l’intuition en physique (T. Paul, M. Bitbol). Pour finir, la mathématique formelle est entrevue depuis la phénoménologie (V. Gérard), notamment dans le dialogue entre théorie des ensembles et ontologie. La deuxième partie, « Nature et calcul : de la logique au sujet », introduit de manière critique la conception de la nature-calcul, en abordant d’un côté les limitations de la thèse de séparabilité entre systèmes calculables et systèmes chaotiques (G. Dowek), et de l’autre la différence entre déterminisme et prédictibilité en tant qu’elle questionne la thèse de Church physique (G. Longo, T. Paul). La troisième partie,consacrée aux « Processus et primitives de cognition », aborde les questions de signification et d’ontologie. Les deux premiers chapitres s’articulent autour de l’hypothèse localiste, en s’ attachant à l’ancrage cognitif des concepts mathématiques (B. Teissier), puis à la signification spatiale de la négation et de l’implication logiques (P. Livet). Les deux derniers chapitres abordent sur un plan philosophique les jalons théoriques qui permettent d’envisager une sémiotique cognitive (S. Tronçon), et les apports de l’intuitionnisme philosophique à une sémantique des constructions et des catégories (A. Benmakhlouf).",
    "author": [
      {
        "family": "Collectif"
      }
    ],
    "collection-title": "Visions des sciences",
    "editor": [
      {
        "family": "Joinet",
        "given": "J.-B."
      },
      {
        "family": "Tronçon",
        "given": "S."
      }
    ],
    "id": "Collectif2009",
    "issued": {
      "date-parts": [
        [
          2009
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Ouvrir la logique au monde. Philosophie et mathématique de l’interaction.",
    "type": "book"
  },
  {
    "ISBN": "9782705667375",
    "abstract": "L’ensemble des activités scientifiques qui se sont développées dans les pays occidentaux depuis Descartes, repose sur une réduction du complexe au simple. Cette démarche s’est d’abord avérée efficace mais, dans bien des domaines, elle a maintenant atteint ses limites. Les systèmes possèdent des propriétés collectives non réductibles à celles de leurs éléments constitutifs. Ils sont, pour cette raison, appelés émergents, ou complexes. Bien que cette notion soit présente depuis fort longtemps dans la pensée philosophique, c’est probablement l’étude des systèmes biomimétiques en apparence simples, ainsi que celle des réseaux, qui a permis de donner une définition rationnelle, physique, des processus d’émergence. Le but de ce livre est donc, tout à la fois, d’aborder certains aspects de la science des systèmes et de discuter des implications philosophiques de cette nouvelle science. Ce livre n’est donc ni un ouvrage purement scientifique, ni un ouvrage proprement philosophique mais, plutôt, une tentative de montrer comment un changement majeur de paradigme survenu dans la science contemporaine affecte notre approche de problèmes philosophiques anciens.",
    "author": [
      {
        "family": "Ricard",
        "given": "J."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Ricard2008",
    "issued": {
      "date-parts": [
        [
          2008
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Pourquoi le tout est plus que la somme de ses parties",
    "type": "book"
  },
  {
    "ISBN": "9782705666873",
    "abstract": "Cet ouvrage explore en profondeur des nouvelles voies offertes par l’étude des systèmes dynamiques, en combinant les approches scientifique, historique, épistémologique et philosophique, par la plume de spécialistes pionniers dans ces domaines. Les systèmes dynamiques, en tant que discipline mathématique, portent sur la résolution des systèmes d’équations différentielles. La physique comprend désormais aujourd’hui une de ses branches sous ce vocable, qui s’étend des problèmes astronomiques de stabilité du système solaire à la prévision des conditions atmosphériques, en passant pas l’étude de phénomènes thermiques ou hydrodynamiques de turbulence et de convection. Les méthodes des systèmes dynamiques sont utilisées aujourd’hui également par d’autres sciences. L’approche adoptée dans ce livre est résolument multidisciplinaire. tandis que certains textes donnent une vision concetuelle accessible et incitative, d’autres peuvent constituer une ouverture vers des domaines avancés de la recherche dans ce domaine.",
    "author": [
      {
        "family": "Franceschelli",
        "given": "S."
      },
      {
        "family": "Roque",
        "given": "T."
      },
      {
        "family": "Paty",
        "given": "M."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Franceschelli2007",
    "issued": {
      "date-parts": [
        [
          2007,
          12
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Chaos et systèmes dynamiques : Eléments pour une épistémologie",
    "title-short": "Chaos et systèmes dynamiques",
    "type": "book"
  },
  {
    "ISBN": "9782705666347",
    "abstract": "Le Point Aveugle II : Vers l’imperfection. Ce livre est à la fois un cours de logique (théorie de la démonstration) et d’épistémologie des \"fondements\". Il s’adresse aussi bien aux mathématiciens qu’aux informaticiens, aux philosophes qu’aux physiciens et aux linguistes. Le premier tome Vers la perfection s’achevait sur la logique linéaire et la distinction entre parfait et imparfait : le parfait référant à un monde d’actions où l’on vit dans l’instant loin des vérités pérennes, alors que l’imparfait est le monde de l’infini et de la pérennité, lieu du non-terminé. Alors que la perfection s’analyse sans problème, tous les paradigmes logiques considérés deviennent problématiques hors du mode parfait. Dans ce second tome Vers l’imperfection, nous interrogeons ce monde imparfait. En particulier, comment postuler la pérennité sans postuler en même temps la pérennité de la pérennité ? Une pérennité non pérenne s’exprime cependant dans les logiques iconoclastes, des systèmes qui font sens sur le papier, mais qu’on a du mal à asseoir : la bonne intuition se trouve finalement du côté de la mécanique quantique et des algèbres d’opérateurs : c’est la géométrie de l’interaction. L’interprétation de l’imperfection suppose la reconnaissance de l’intrication entre sujet et objet : on découvre in fine que la tradition logique a minimisé le rôle du sujet ; paradoxalement, en cherchant des notions objectives, elle est tombée dans le subjectivisme. Le premier tome s’ouvrait sur l’essentialisme arrogant de Tarski : la vérité est la qualité de ce qui est vrai. Le second tome lui répond en se refermant sur une définition subjective de la vérité, qui tient (enfin) compte de la place prépondérante du sujet dans l’énonciation.",
    "author": [
      {
        "family": "Girard",
        "given": "J.-Y."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Girard2007",
    "issued": {
      "date-parts": [
        [
          2007,
          3
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Le Point Aveugle II : Vers l’Imperfection",
    "title-short": "Le Point Aveugle II",
    "type": "book"
  },
  {
    "ISBN": "2705666338",
    "abstract": "Ce livre est à la fois un cours de logique (théorie de la démonstration) et d’épistémologie des fondements. Il s’adresse aussi bien aux mathématiciens qu’aux informaticiens, aux philosophes qu’aux physiciens et aux linguistes. Il nous emmène du paradoxe de Gödel (l’incomplétude), des limbes du signifiant, à la logique parfaite, cette logique sans point aveugle ou presque qui réfère à un monde d’actions. Nous quittons alors les vérités pérennes pour vivre dans l’instant : en termes linguistiques, nous passons de l’imparfait au parfait. L’infini retrouve ainsi son étymologie (imparfaite) : celle du non-terminé. Epistémologiquement, le texte rompt avec la sempiternelle polarisation entre réalisme et anti-réalisme, en lui substituant l’opposition entre existence et essence. D’ontologique, la question devient morphologique : la logique est-elle antérieure aux phénomènes qu’elle contrôle ? Cet ouvrage est le premier d’une publication en deux volumes. Ce n’est qu’au second tome, avec l’analyse de l’imperfection, que nous arriverons à la pérennité non pérenne ; c’est un peu la réconciliation de l’essence et de l’existence sur d’autres bases que la familière combinatoire logistique : les algèbres d’opérateurs.",
    "author": [
      {
        "family": "Girard",
        "given": "J.-Y."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Girard2006",
    "issued": {
      "date-parts": [
        [
          2006,
          7
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Le Point Aveugle I : Vers la Perfection",
    "title-short": "Le Point Aveugle I",
    "type": "book"
  },
  {
    "ISBN": "2705666303",
    "abstract": "Ce livre vise à dégager un cadre conceptuel, tendanciellement unitaire, qui s’appuie sur la situation contemporaine des sciences - essentiellement physique et biologie -, dans un rapport étroit, mais non subordonné, aux analyses des fondements des mathématiques. Comme partie intégrante de ce cadre, nous expliciterons quelques principes pour une philosophie moderne de la nature et nous essayerons de développer une approche théorique de certains aspects de la biologie. Cette approche, tout en s’inspirant des pratiques et de la conceptualisation physico-mathématiques, se démarquera nettement des théories physiques courantes dans la spécification des phénomènes du vivant. Ce livre s’adresse aussi bien aux chercheurs et aux étudiants qu’aux lecteurs intéressés dans les domaines des mathématiques, de l’informatique, de la philosophie, de la physique ou de la biologie.",
    "author": [
      {
        "family": "Bailly",
        "given": "F."
      },
      {
        "family": "Longo",
        "given": "G."
      }
    ],
    "collection-title": "Visions des sciences",
    "id": "Bailly2006",
    "issued": {
      "date-parts": [
        [
          2006
        ]
      ]
    },
    "publisher": "Éditions Hermann",
    "title": "Mathématiques et sciences de la nature. La singularité physique du vivant.",
    "type": "book"
  }
]
